Repository: abalfoort/calamares-settings-solydxk
Catalog: po/*.po
Languages: da, de, fr, it, nb, nl, pt, ru, sr, tr

source: Calamares will continue despite this error.
da: Calamares vil fortsætte trods denne fejl.
de: Calamares wird trotz dieses Fehlers fortfahren.
fr: Calamares continuera malgré cette erreur.
it: Calamares continuerà nonostante l'errore.
nb: Calamares vil fortsette til tross for denne feilen.
nl: Calamares gaat door ondanks deze fout.
pt: Apesar deste erro, Calamares vai continuar.
ru: Calamares будет продолжать, несмотря на эту ошибку.
sr: Каламарес ће наставити упркос овој грешци.
tr: Calamares bu hataya rağmen devam edecek.

source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
nb: Feil
nl: Fout
pt: Erro
ru: Ошибка
sr: Грешка
tr: Hata

source: Passphrase
da: Adgangskode
de: Passwort
fr: Phrase d'authentification
nb: Passord
nl: Wachtwoord
pt: Frase-senha
ru: Пассфраза
sr: Лозинка
tr: Parola

source: Previously encrypted partition found: {!s}. Please, provide an existing passphrase to unlock.
da: Tidligere krypteret partition fundet: {!s}. Angiv en eksisterende passphrase for at låse op.
de: Früher verschlüsselte Partition gefunden: {!s}. Bitte geben Sie das Passwort zum Entschlüsseln ein.
fr: La partition précédemment chiffrée a été trouvée : {!s}. Veuillez fournir une phrase d'authentification existante pour déverrouiller.
it: Trovata una partizione precedentemente crittografata: {!s}. Fornire una passphrase esistente per sbloccare.
nb: Tidligere kryptert partisjon funnet: {!s}. Oppgi en eksisterende passordfrase for å låse opp.
nl: Eerder versleutelde partitie gevonden: {!s}. Geef een bestaand wachtwoord om te ontgrendelen.
pt: Partição anteriormente cifrada encontrada: {!s}. Por favor, forneça uma frase-passe existente para desbloquear.
ru: Найден ранее зашифрованный раздел: {!s}. Укажите существующую кодовую фразу для разблокировки.
sr: Нађена је раније шифрована партиција: {!s} Наведите лозинку како бисте је откључали.
tr: Daha önce şifrelenmiş bölüm bulundu: {!s}. Lütfen kilidini açmak için mevcut bir parola sağlayın.

source: Unable to create {!s}: {!s}
da: Kan ikke oprette {!s}: {!s}
de: Kann {!s} nicht anlegen: {!s}
fr: Impossible de créer {!s}: {!s}
it: Impossibile creare {!s}: {!s}
nb: Kan ikke opprette {!s}: {!s}
nl: Niet in staat om {!s} te maken: {!s}
pt: Não foi possível criar {!s}: {!s}
ru: Не удается создать {!s}: {!s}
sr: Не могу да направим {!s}: {!s}
tr: {!s} oluşturulamıyor: {!s}

source: Unable to add key for {!s} in {!s}: {!s} - {!s}
da: Kan ikke tilføje krypteringsnøgle for {!s} i {!s}: {!s} - {!s}
de: Kann den Schlüssel nicht hinzufügen für {!s} in {!s}: {!s} - {!s}
fr: Impossible d'ajouter une clé de chiffrement pour {!s} in {!s}: {!s} - {!s}
it: Impossibile aggiungere la chiave di crittografia per {!s} in {!s}: {!s} - {!s}
nb: Kunne ikke legge til nøkkel for {!s} in {!s}: {!s} - {!s}
nl: Niet in staat om sleutel voor {!s} toe te voegen in {!s}: {!s} - {!s}
pt: Não é possível adicionar a chave para {!s} em {!s}: {!s} - {!s}
ru: Не удается добавить ключ шифрования для {!s} в {!s}: {!s} - {!s}
sr: Не могу да додам кључ за {!s} у {!s}: {!s} - {!s}
tr: {!s} içindeki {!s} için anahtar eklenemiyor: {!s} - {!s}

source: Unable to determine the file system type of {!s}. You need to configure this device manually.
da: Kan ikke bestemme filsystemtypen for {!s}. Du er nødt til at konfigurere denne enhed manuelt.
de: Kann den Dateisystemtyp nicht feststellen für {!s}. Sie müssen dieses Gerät manuell einrichten.
fr: Impossible de déterminer le type de système de fichiers de {!s}. Vous devez configurer ce périphérique manuellement.
it: Impossibile determinare il tipo di filesystem di {!s}. È necessario configurare manualmente questo dispositivo.
nb: Kunne ikke fastslå filsystemtypen til {!s}. Du må konfigurere denne enheten manuelt.
nl: Kan het bestandssysteemtype van {!s} niet bepalen. U dient dit apparaat handmatig te configureren.
pt: Não foi possível determinar o tipo de sistema de ficheiros de {!s}. É necessário configurar este dispositivo manualmente.
ru: Невозможно определить тип файловой системы {!s}. Необходимо сконфигурировать это устройство вручную.
sr: Не могу да одредим фајл-систем на {!s}. Мораћете ручно да подесите овај уређај.
tr: {!s} dosya sistemi türü belirlenemiyor. Bu cihazı manuel olarak yapılandırmanız gerekir.

source: Install SolydXK
da: Installer SolydXK
de: SolydXK installieren
fr: Installer SolydXK
it: Installare SolydXK
nb: Installer SolydXK
nl: Installeer SolydXK
pt: Instalar o SolydXK
ru: Установить SolydXK
sr: Инсталирај СолидИксК
tr: SolydXK Yükle

source: Calamares Installer
da: Calamares installationsprogram
de: Calamares Installationsprogramm
fr: Calamares Installateur
it: Installatore Calamares
nb: Calamares installasjonsprogram
nl: Calamares Installatieprogramma
pt: Instalador Calamares
ru: Calamares Инсталлятор
sr: Каламарес инсталатер
tr: Calamares Yükleyici

source: Calamares - Installer for SolydXK Live
da: Calamares - installationsprogram til SolydXK Live
de: Calamares - Installationsprogramm für SolydXK Live
fr: Calamares - Installateur pour SolydXK Live
it: Calamares - Installatore per SolydXK Live
nb: Calamares - installasjonsprogram for SolydXK Live
nl: Calamares - Installatieprogramma voor SolydXK Live
pt: Calamares - Instalador do SolydXK Live
ru: Calamares - Инсталлятор для SolydXK Live
sr: Каламарес — инсталатер за СолидИксК
tr: Calamares - SolydXK Live için Yükleyici

source: calamares;system;install;solydxk;installer
da: calamares;system;installere;solydxk;installationsprogram
de: Calamares;System;Installation;Solydxk;Installationsprogramm
fr: calamares;système;installer;solydxk;installateur
it: calamares;sistema;installazione;solydxk;installatore
nb: calamares;system;installere;solydxk;installasjonsprogram
nl: calamares;systeem;installeren;solydxk;installatieprogramma
ru: calamares;система;установка;solydxk;инсталлятор
sr: calamares;system;install;solydxk;installer;каламарес;инсталатер;систем

source: SolydXK Installer
it: Installatore SolydXK
nb: SolydXK installasjonsprogram
nl: SolydXK Installatieprogramma
tr: SolydXK Yükleyici
